const users = [
	"Андрусишин Олег",
	"Балицький Олексій",
	"Барановський Ігор",
	"Бей Тетяна",
	"Білас Всеволод",
	"Білоус Андрій",
	"Бордун Галина",
	"Буба Євген",
	"Вантух Володимир",
	"Васьків Роман",
	"Вервега Тарас",
	"Візняк Юрій",
	"Гагалюк Богдан",
	"Ганущин Олександр",
	"Гичка Михайло",
	"Гірняк Володимир",
	"Голуб Юрій",
	"Грабінський Ігор",
	"Грицик Ольга",
	"Гудима Юрій",
	"Дворянин Парасковія",
	"Дейнека Анатолій",
	"Демчина Роман",
	"Дзюдзь Михайло"
]
const tbody = document.getElementById('tbody')
let all_users = ``;
for(i=0;i<users.length;i++){
	all_users += `<tr>
	<td class="num">1</td>
	<td>Користувач</td>
	<td class="mail"><input type="checkbox" name="" id=""></td>
	</tr>`
}
tbody.InnerHTML = all_users;