let slovo = 'перфоратор';
let hint = ['Він для створення отворів.','Це з сімейства дрелі тільки потужніше за ту.','Апарат для пробивання отворів у якому-небудь матеріалі.']
let Pindex = 0
let trys = 1;
alert('Інструмент для ремонту.10 букв.')
let x = 5
while(x<7){
    if(prompt(`Відгадай слово Якубович.`) == slovo){
        alert(`Ви вгадали! Використали підказок ${Pindex}.
        Кількість спроб - ${trys}`)
        x=8;
        alert('Ну ти вгадав.')
    }else{
        trys++;
      if(Pindex < 3){
        if(confirm('Вам потрібна підказка?')){
        alert(`${hint[Pindex]}`);
        Pindex++
      }
    }  
}
}